Repository: emanalejlah/Mulhem-main
Catalog: Molhem/*.lproj/Localizable.strings
Languages: ar

source: VIP
ar: مميز

source: Buy VIP to enjoy more privileges
ar: اشتراكات خاصة للإستمتاع بمزيد من الإمتيازات

source: I’m Nura your AI companion
ar: انا نورا مساعدك الذكي الشخصي

source: wanna chat with me?
ar: هل تريد الدردشة معي؟

source: Vision 2030
ar: رؤية 2030

source: Get Inspired for Saudi Vision 2030 projects
ar: استلهم من مشاريع رؤية السعودية 2030

source: Recreate
ar: أعد الصياغة

source: Make your ads better and recreate it with our AI
ar: اجعل إعلاناتك أفضل وأعد صياغتها بالذكاء الاصطناعي

source: Refine
ar: نمق

source: Refine your Ideas and touch up your sentences
ar: نمق أفكارك وحسن جملك

source: Generate
ar: أنتج

source: Generate Ideas using AI and get inspiration from it
ar: نسق أفكارك واستوحي من الذكاء الاصطناعي

source: Hi
ar: مرحبا

source: The Red Sea
ar: البحر الأحمر

source: Diriyah Gate
ar: بوابة الدرعية

source: Green Riyadh
ar: الرياض الخضراء

source: AMAALA
ar: أمالا

source: NEOM
ar: نيوم

source: Riyadh Art
ar: رياض الفن

source: Qiddiya Project
ar: مشروع القدية

source: Yearly
ar: سنوي

source: Monthly
ar: شهري

source: Weekly
ar: إسبوعي

source: save up
ar: وفر

source: Try VIP for unlimited chats
ar: جرب الاشتراكات الخاصة للمحادثات الغير محدودة

source: Simulate
ar: محاكاه

source: Make it
ar: اجعل النص

source: Project
ar: مشروع

source: Tourism
ar: سياحة

source: Entertainment
ar: ترفية

source: Investment
ar: استثمار

source: Sports
ar: رياضة

source: Hospitality
ar: ضيافة

source: fun
ar: مرح

source: Professional
ar: إحترافي

source: Happy
ar: مرح

source: Friendly
ar: لطيف

source: Smart
ar: ذكي

source: I want
ar: اريد

source: for an
ar: لـ

source: That
ar: يخص

source: Generate Idea
ar: إنشاء فكرة

source: Back
ar: الخلف

source: Create
ar: أنتج

source: About your Business
ar: حول مشروعك

source: Your marketing goal
ar: هدفك التسويقي

source: Create Text
ar: النص المنشئ

source: Privacy and policy
ar: الخصوصية و الأمان

source: VIP Subscription
ar: الاشتراكات المميزة

source: Revolutionize Your Communication with the Ultimate AI Assistant
ar: قم بإحداث ثورة في اتصالاتك مع مساعدك الشخصي الذكي

source: Maximize Your Productivity with AI
ar: حقق اقصى قدر من الانتاجية مع الذكاء الإصطناعي

source: Unlimited Chat
ar: دردشه غير محدودة

source: Advanced Lab Features
ar: المميزات المعملية المتقدمة

source: Experience Ad-Free
ar: تجربة خالية من الإعلانات

source: Buy Now
ar: اشتر الأن

source: Restore
ar: إعادة

source: What is your name?
ar: ماهو اسمك؟

source: Your name
ar: الإسم

source: Start
ar: ابدا

source: Type here ….
ar: اكتب هنا …

source: Word
ar: كلمة

source: Nura
ar: نورا

source: Molhem
ar: ملهم

source: About Saudi
ar: عن السعودية

source: Learn and get more info about Saudi Arabia
ar: تعرف على المزيد واحصل على معلومات عن المملكة العربية السعودية

source: Welcome to My App
ar: مرحبا بك في تطبيقي

source: Go to Detail
ar: لمزيد من التفاصيل

source: Home
ar: الرئيسيه

source: Enter name
ar: الاسم

source: Save
ar: حفظ

source: Type Here...
ar: اكتب هنا

source: No chat history available at the moment
ar: لا تتوفر سجل المحادثة في الوقت الحالي

source: Chat History
ar: حذف السجل

source: DISSMIS
ar: إغلاق

source: Select Your Project
ar: اختر مشروعك

source: For
ar: لـ

source: Refined text
ar: النص المنمق

source: About your business
ar: عن مشروعك

source: Your markiting goal
ar: هدفك التسويقي

source: ReCreated text
ar: النص المعاد إنشاؤه

source: ReCreate
ar: تعديل

source: To get an accurate response make your sentence more than 3 words
ar: للحصول على استجابة دقيقة، يُفضل أن يكون جملتك مكونة من أكثر من 3 كلمات

source: Riyadh is the capital city of Saudi Arabia, located in the heart of the Arabian Peninsula. It is a bustling metropolis known for its modern skyline, rich history, cultural attractions, and being a major center for business, commerce, and diplomacy in the region.
ar: الرياض هي عاصمة المملكة العربية السعودية، وتقع في قلب شبه الجزيرة العربية. إنها مدينة حديثة نابضة بالحياة مع أفقها الحديث، وتاريخها الغني، ومعالمها الثقافية، وكونها مركزًا رئيسيًا للأعمال والتجارة والدبلوماسية في المنطقة.

source: Learn More About..
ar: تعرف على المزيد عن...

source: Riyadh
ar: الرياض

source: Jubail is a city in Saudi Arabia, situated along the eastern coast of the Arabian Peninsula. It is renowned for its industrial significance, housing one of the world's largest petrochemical complexes. With its vibrant economy, stunning waterfront, and recreational facilities, Jubail attracts both local residents and international visitors.
ar: جبيل هي مدينة في المملكة العربية السعودية، تقع على الساحل الشرقي لشبه الجزيرة العربية. وتشتهر بأهميتها الصناعية، حيث تضم أحد أكبر المجمعات البتروكيماوية في العالم. بفضل اقتصادها النابض بالحياة، وجمال طرفها المائي، وتوفر مرافق الترفيه، تجذب جبيل السكان المحليين والزوار الدوليين على حد سواء.

source: Select
ar: اختر

source: Yanbu is a coastal city in Saudi Arabia, located on the Red Sea coast. It is known for its thriving port, oil refineries, and petrochemical industries. Yanbu offers beautiful beaches, a picturesque corniche, and a rich history showcased in its old town, making it a popular tourist destination.
ar: ينبع هي مدينة ساحلية في المملكة العربية السعودية، تقع على ساحل البحر الأحمر. تشتهر بمينائها النشط ومصافي النفط والصناعات البتروكيماوية. توفر ينبع شواطئ جميلة وكورنيش ساحر وتاريخ غني يتجلى في المدينة القديمة، مما يجعلها وجهة سياحية شهيرة.

source: Jeddah is a vibrant city in Saudi Arabia, situated on the Red Sea coast. It is a major commercial hub, known for its bustling seaport and cosmopolitan atmosphere. Jeddah boasts stunning architecture, including the iconic King Fahd Fountain, and is famous for its historic district, bustling markets, delicious cuisine, and beautiful waterfront.
ar: جدة هي مدينة حيوية في المملكة العربية السعودية، تقع على ساحل البحر الأحمر. إنها مركز تجاري رئيسي، مشهورة بميناءها النشط وأجوائها العالمية. تتميز جدة بعمارتها الرائعة، بما في ذلك نافورة الملك فهد الشهيرة، وتشتهر بحيها التاريخي، وأسواقها النابضة بالحياة، ومأكولاتها الشهية، وشاطئها الجميل.

source: Makkah, also known as Mecca, is the holiest city in Islam, located in Saudi Arabia. It is the birthplace of Prophet Muhammad and home to the Kaaba, the most sacred site in Islam. Each year, millions of Muslims undertake the Hajj pilgrimage to Makkah, visiting landmarks like the Masjid al-Haram and the Zamzam Well. Makkah holds immense religious and historical significance and is a place of spiritual devotion and unity for Muslims worldwide.
ar: مكة المكرمة، المعروفة أيضًا باسم مكة، هي أقدس مدينة في الإسلام، وتقع في المملكة العربية السعودية. إنها مسقط رأس النبي محمد وموطن الكعبة المشرفة، أعظم المواقع المقدسة في الإسلام. كل عام، يقوم الملايين من المسلمين بأداء فريضة الحج في مكة، حيث يزورون معالم مثل المسجد الحرام وبئر زمزم. تحمل مكة أهمية دينية وتاريخية عظيمة وتعد مكانًا للتفاني الروحي والوحدة للمسلمين في جميع أنحاء العالم.

source: Casual
ar: عفوي

source: Idea
ar: فكره

source: Name
ar: اسم

source: Plan
ar: خطه

source: App
ar: تطبيق

source: Book
ar: كتاب

source: Business
ar: مشروع

source: Website
ar: موقع الكتروني

source: Place
ar: مكان

source: Social Media Post
ar: منشور على وسائل التواصل الاجتماعي

source: Research Paper
ar: بحث ورقي

source: Historical Landmarks
ar: معالم تاريخية

source: Local Festivals and Events
ar: المهرجانات والأحداث المحلية

source: Famous Personalities
ar: شخصيات مشهورة

source: Local Cuisine and Food Culture
ar: المأكولات المحلية وثقافة الطعام

source: Urban Development
ar: تطوير الحضري

source: Sad
ar: حزين

source: Revolutionize YourCommunication with the Ultimate AI Assistant
ar: قم بإحداث ثورة في اتصالاتك مع مساعدك الشخصي الذكي

source: Unlimited Chat Advanced Lab Features Experience Ad-Free
ar: دردشه غير محدودة المميزات المعملية المتقدمة تجربة خالية من الإعلانات

source: Cost-effective
ar: التكلفه الفعاله

source: Welcome to the app Platform The Platform is provided and controlled by insight Pte. Ltd., with its registered address We are committed to protecting and respecting your privacy. This policy explains our practices concerning the personal data we collect from you, or that you provide to us. If you do not agree with this policy, you should not use the Platform.
ar: مرحبًا بك في منصة التطبيق. تُقدَّم المنصة وتُديرها شركة إنسايت المحدودة، بعنوانها المسجل. نحن ملتزمون بحماية خصوصيتك واحترامها. يشرح هذا السياسة ممارساتنا فيما يتعلق بالبيانات الشخصية التي نجمعها منك أو التي تقدمها لنا. إذا لم توافق على هذه السياسة، يجب عليك عدم استخدام المنصة.

source: Contact Us
ar: تواصل معنا

source: Settings
ar: الاعدادات

source: Makkah
ar: مكه

source: Jubail
ar: الجبيل

source: Jeddah
ar: جده

source: Yanbu
ar: ينبع

source: I’m Nura your AI companion wanna chat with me?
ar: انا نورا مساعدك الذكي الشخصي هل تريد التحدث معي ؟

source: You Have Only
ar: لديك فقط

source: Revolutionize Your Communication with the Ultimate AI Assistant
ar: أحدث ثورة في ابتكاراتك مع مساعد الذكاء الاصطناعي الافضل

source: Unlimited chats with Nura AI
ar: دردشة غير محدودة مع نورا

source: Unlimited access to AI tools
ar: وصول غير محدود إلى أدوات الذكاء الاصطناعي

source: Restore Purchases
ar: اعادة المشتريات

source: Type here...
ar: اكتب هنا...

source: Generated text
ar: النص المنشئ

source: Hey I'M Nora
ar: اهلا انا نورا
